Revit 2026 API

# AdvancedWoodWoodUseLatewoodBump Property

---

The property labeled "Use latewood bump" from the "AdvancedWood" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string WoodUseLatewoodBump { get; }
```
```vb
Public Shared ReadOnly Property WoodUseLatewoodBump As String
	Get
```
```cpp
public:
static property String^ WoodUseLatewoodBump {
	String^ get ();
}
```
```fsharp
static member WoodUseLatewoodBump : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

AdvancedWood Class

Autodesk.Revit.DB.Visual Namespace